Repository: jonathanvdc/smarthomeweb
Catalog: backend/SmartHomeWeb/SmartHomeWeb/TextResources.*.resx
Languages: nl_nl

source: Log in
nl_nl: Inloggen

source: Log out
nl_nl: Uitloggen

# AdminPagesTitle
source: Admin pages
nl_nl: Administratiepagina's

# UsersPageTitle
source: Users
nl_nl: Gebruikers

# LocationsPageTitle
source: Locations
nl_nl: Locaties

# SensorsPageTitle
source: Sensors
nl_nl: Sensoren

# MeasurementsPageTitle
source: Measurements
nl_nl: Metingen

# MessagesPageTitle
source: Messages
nl_nl: Berichten

# FriendsPageTitle
source: Friends
nl_nl: Vrienden

# AddLocationPageTitle
source: Register location
nl_nl: Locatie registreren

# AddHasLocationPageTitle
source: Add a location to your profile
nl_nl: Locatie aan je profiel toevoegen

# AcceptFriendRequestButton
source: Accept
nl_nl: Aanvaarden

# AddedLocationMessage
source: The location has been registered!
nl_nl: De locatie is geregistreerd.

# AddedPersonMessage
source: Your profile has been created. Thanks for registering!
nl_nl: Je profiel is aangemaakt. Welkom op SmartHomeWeb!

# AddFriendButton
source: Add friend
nl_nl: Vriend toevoegen

# AddFriendNotAuthenticatedText
source: You must log in to send friend requests.
nl_nl: Je moet inloggen om een vriendschapsverzoek te sturen.

# AddFriendTitle
source: Add a friend
nl_nl: Voeg een vriend toe

# AddLocationButtonText
source: Register location
nl_nl: Registreer een locatie

# AddLocationNotAuthenticatedText
source: You must log in to register a location.
nl_nl: Je moet inloggen om een locatie te registreren.

# AddLocationPageDescription
source: Register a new location.
nl_nl: Registreer een nieuwe locatie.

# AddPersonButtonText
source: Create profile
nl_nl: Profiel aanmaken

# AddPersonPageTitle
source: Register
nl_nl: Registreer een account

# AllFriendsLabel
source: All friends
nl_nl: Alle vrienden

# BadlyFormattedBirthDateError
source: Your birth date could not be parsed. Have you tried formatting it as 'YYYY/MM/DD'?
nl_nl: Dit is geen geldig formaat voor een geboortedatum. Probeer 'YYYY/MM/DD'.

# EmptyNameError
source: Names must be non-empty.
nl_nl: Je naam mag niet leeg zijn.

# EmptyPasswordError
source: Passwords must be non-empty.
nl_nl: Je wachtwoord mag niet leeg zijn.

# EmptyUserNameError
source: Usernames must be non-empty.
nl_nl: Je gebruikersnaam mag niet leeg zijn.

source: Error
nl_nl: Fout

# FriendRequestReceived
source: {0} has sent you a friend request.
nl_nl: {0} heeft je een vriendschapsverzoek gestuurd.

source: Friend request sent.
nl_nl: Vriendschapsverzoek verstuurd.

# FriendUsernameLabel
source: Friend's username
nl_nl: Gebruikersnaam vriend

source: Language
nl_nl: Taal

# LocationAlreadyExistsError
source: There is a pre-existing location called '{0}'.
nl_nl: Er bestaat al een locatie genaamd '{0}'.

# LocationNameLabel
source: Location name
nl_nl: Locatienaam

# PasswordMismatchError
source: The passwords you entered did not match.
nl_nl: De ingevulde wachtwoorden komen niet overeen.

# PersonAddressLabel
source: Address
nl_nl: Adres

# PersonAlreadyExistsError
source: Username '{0}' is already taken. ಠ_ಠ
nl_nl: De gebruikersnaam '{0}' is al in gebruik.

# PersonBirthdateLabel
source: Date of birth
nl_nl: Geboortedatum

# PersonCityLabel
source: Area of residence
nl_nl: Woonplaats

# PersonNameLabel
source: Name
nl_nl: Naam

# PersonPasswordLabel
source: Password
nl_nl: Wachtwoord

# PersonRepeatPasswordLabel
source: Repeat password
nl_nl: Herhaal wachtwoord

# PersonUserNameLabel
source: Username
nl_nl: Gebruikersnaam

# PersonZipCodeLabel
source: Zip code
nl_nl: Postcode

source: Pick a location:
nl_nl: Kies een locatie:

# SendFriendRequestButton
source: Send {0} a friend request
nl_nl: Stuur {0} een vriendschapsverzoek

# SensorDescriptionLabel
source: Description
nl_nl: Beschrijving

# SensorLocationLabel
source: Location
nl_nl: Locatie

# SensorNameLabel
source: Name
nl_nl: Naam

# SensorNotesLabel
source: Notes
nl_nl: Commentaar

source: Success
nl_nl: Voltooid

# UserDoesNotExistError
source: That user does not exist.
nl_nl: Die gebruiker bestaat niet.

# UserNameNotFoundError
source: I couldn't find your username in the database.
nl_nl: Je gebruikersnaam staat niet in de database.

# ViewFriendsNotLoggedInError
source: You must log in to view your friends.
nl_nl: Je moet inloggen om je vrienden te bekijken.

# WelcomeBody
source: Log, track, and organize your devices' electricity usage. Create graphs of aggregated data and share them with friends.
nl_nl: Log, track, en organizeer het energieverbruik van je apparaten. Maak grafieken van geaggregeerde gegevens en deel ze met vrienden.

# WelcomeCreateAccountButton
source: Get started
nl_nl: Aan de slag

# WelcomeTitle
source: Welcome to SmartHomeWeb.
nl_nl: Welkom bij SmartHomeWeb.

# YouAreFriendsWith
source: You are friends with {0}.
nl_nl: Je bent bevriend met {0}.

# AllMessagesTitle
source: All messages
nl_nl: Alle berichten

# DashboardAddLocation
source: add a location
nl_nl: een locatie toevoegen

# DashboardAddLocationPost
source: to your profile.
nl_nl: aan je profiel.

# DashboardAddLocationPre
source: Maybe you should
nl_nl: Misschien moet je

# EmptyDashboardTitle
source: Seems kind of lonely in here.
nl_nl: Het ziet er hier eenzaam uit.

# LocationOwnerGuidLabel
source: Owner GUID
nl_nl: GUID van beheerder

# MessageComposerBodyLabel
source: Body
nl_nl: Inhoud

# MessageComposerTitle
source: Send a message
nl_nl: Bericht versturen

# MessageComposerToLabel
source: To
nl_nl: Aan

# MessageHeader
source: {0} wrote:
nl_nl: {0} schreef:

# MessageMessageLabel
source: Message
nl_nl: Bericht

# MessageRecipientLabel
source: Recipient
nl_nl: Ontvanger

# MessageSenderLabel
source: Sender
nl_nl: Zender

# SendMessageNotAuthenticatedText
source: You must log in to send messages.
nl_nl: Je moet inloggen om berichten te sturen.

source: Message sent.
nl_nl: Bericht verstuurd.

source: Submit
nl_nl: Verzenden

# NewsfeedNoMessages
source: Your news feed is empty.
nl_nl: Je nieuwsoverzicht is leeg.

# NewsfeedPageTitle
source: News Feed
nl_nl: Nieuwsoverzicht

# NoTagsText
source: No tags
nl_nl: Geen tags

# WallPageTitle
source: {0}'s Wall
nl_nl: De muur van {0}

# WallNoMessages
source: This user's wall is empty!
nl_nl: Er zijn geen berichten aanwezig op de muur van deze gebruiker.

# NewWallPostLabel
source: Put a message on {0}'s wall!
nl_nl: Schrijf een bericht op de muur van {0}!

source: Friend request accepted.
nl_nl: Vriendschapsverzoek aanvaard.

source: Add tag
nl_nl: Voeg tag toe

# AddTagNotAuthenticated
source: You need to log in to add a tag.
nl_nl: Je moet inloggen om een tag toe te voegen.

# AddTagPageTitle
source: Add a tag to a sensor
nl_nl: Voeg een tag toe aan een sensor

source: Pick a sensor
nl_nl: Kies een sensor

# SensorDoesNotExistError
source: That sensor does not exist.
nl_nl: De sensor bestaat niet.

source: Tag added!
nl_nl: Tag toegevoegd!

# NewFriendRequestsLabel
source: New friend requests
nl_nl: Nieuwe vriendschapsverzoeken

# PendingFriendRequestsLabel
source: Pending friend requests
nl_nl: Onbeantwoorde vriendschapsverzoeken

# GroupOverviewNoGroups
source: You aren't a member of any groups yet. Click the button above to make one!
nl_nl: Je bent nog geen lid van een groep. Klik op de knop hierboven om een groep aan te maken.

# GroupOverviewPageTitle
source: Groups
nl_nl: Groepen

# GroupProfilePageTitle
source: Group: {0}
nl_nl: Groep: {0}

# NewGroupDescriptionLabel
source: Description
nl_nl: Beschrijving

# NewGroupNameLabel
source: Group Name
nl_nl: Groepsnaam

# GroupPostHeader
source: Message from {0} to {1}
nl_nl: Bericht van <a href="/person/{0}">{1}</a> naar <a href="/person/{2}">{3}</a>

# GroupProfileNoPosts
source: There are no posts yet by or to users in {0}.
nl_nl: Er zijn nog geen berichten van of naar gebruikers in {0}.

source: Add sensor
nl_nl: Voeg sensor toe

# AddSensorPageTitle
source: Add a sensor
nl_nl: Voeg een sensor toe

# EditPersonButtonText
source: Edit profile
nl_nl: Bewerk profiel

# EditPersonPageTitle
source: Edit your profile
nl_nl: Bewerk uw profiel

# LocationDoesNotExist
source: The location does not exist.
nl_nl: De locatie bestaat niet.

# MyProfileTitle
source: My profile
nl_nl: Mijn profiel

# PasswordPlease
source: Please enter your password
nl_nl: Voer uw wachtwoord in a.u.b.

# PersonNewPasswordLabel
source: New password
nl_nl: Nieuw wachtwoord

# PersonRepeatNewPasswordLabel
source: Repeat new password
nl_nl: Herhaal nieuw wachtwoord

# SensorAdded
source: Sensor '{0}' added!
nl_nl: Sensor '{0}' toegevoegd!

source: Delete
nl_nl: Verwijderen

# Sensorsfromuser
source: My sensors
nl_nl: Mijn sensoren

# EditSensorPageTitle
source: Edit this Sensor
nl_nl: Bewerk de Sensor

# EditSensorButtonText
source: Update Sensor
nl_nl: Bewerk Sensor

# LocationsAdminPageTitle
source: Manage locations
nl_nl: Locaties beheren

# SensorsAdminPageTitle
source: Manage sensors
nl_nl: Sensoren beheren

# UsersAdminPageTitle
source: Manage users
nl_nl: Gebruikers beheren

# UpdateSensorLabel
source: Edit sensor
nl_nl: Sensor aanpassen

# EditedSensorSuccess
source: Edited sensor!
nl_nl: Sensor aangepast!

# ProfileEditSuccess
source: Your profile has been updated!
nl_nl: Je profiel is bijgewerkt!

# GraphTitle
source: Graph
nl_nl: Grafiek

# RangeSelectorTitle
source: Range select
nl_nl: Intervalselectie

# SensorSelectorTitle
source: Sensor select
nl_nl: Sensorselectie

# TagSelectorTitle
source: Tag select
nl_nl: Tagselectie

source: Loading...
nl_nl: Laden...

# NoSensorData
source: No data for that sensor or period
nl_nl: Geen data voor die sensor of periode

# NoSensorDataHelpText
source: Select a different time period using the input above, or select a different sensor from the list on the rigth.
nl_nl: Selecteer een andere tijdsperiode met de input boven, of selecteer een andere sensor uit de lijst rechts.

source: No sensor selected
nl_nl: Geen sensor geselecteerd

# NoSensorSelectedHelpText
source: Select a sensor from the list on the right.
nl_nl: Selecteer een sensor uit de lijst rechts.
